Repository: guardiangg/http-client
Catalog: src/po/*.po
Languages: es

source: Advanced Destiny Stats
es: Estadísticas Avanzadas de Destiny

source: Bladedancer
es: Acróbata del filo

source: Bronze
es: Bronce

source: Clash
es: Enfrentamiento

source: Defender
es: Defensor

source: Diamond
es: Diamante

source: Donate
es: Donar

source: Elimination
es: Eliminación

source: FAQ
es: Preguntas Frequentes

source: First
es: Primero

source: Games
es: Juegos

source: Gold
es: Oro

source: Gunslinger
es: Pistolero

source: Home
es: Inicio

source: Hunter
es: Cazador

source: Iron Banner
es: Estandarte de Hierro

source: Last
es: Último

source: Leaderboards
es: Tablas de Clasificación

source: Loading Elo Data...
es: Cargando Datos Elo...

source: Match History
es: Historial de Partidas

source: More
es: Más

source: Name
es: Nombre

source: Next
es: Siguiente

source: Nightstalker
es: Acechador nocturno

source: Page {{page+1|number}} of {{pageTotal+1|number}}<span>{{total|number}} Guardians</span>
es: Página {{page+1|number}} de {{pageTotal+1|number}}<span>{{total|number}} Guardianes</span>

source: Platinum
es: Platino

source: Prev
es: Ant

source: Rank
es: Rango

source: Rift
es: Grieta

source: Rumble
es: Disputa

source: Silver
es: Plata

source: since "The Taken King" launch (Sept. 15, 2015)
es: desde el lanzamiento de "El Rey de los Poseídos" (15 de septiembre del 2015)

source: Skirmish
es: Escaramuza

source: Stormcaller
es: Invocatormentas

source: Striker
es: Asaltante

source: Sunbreaker
es: Quiebrasoles

source: Sunsinger
es: Aedo del Sol

source: Titan
es: Titán

source: Top {{platforms[platform]}} Guardians
es: Top de Guardianes {{platforms[platform]}}

source: Trials of Osiris
es: Las Pruebas de Osiris

source: Voidwalker
es: Viajero del vacío

source: Warlock
es: Hechicero

source: Win%
es: %Victorias

source: 'Nade
es: Granada

source: Agility
es: Agilidad

source: All
es: Todos

source: All players start at a baseline of 1200 points. You will take points from your opponent's Elo score by defeating them, and vise versa. Defeating a more skilled opponent will yield higher points than if you beat up on a weaker one. The higher the score, the more skilled the player. It is extremely difficult to maintain a high Elo score, these players are regarded as the best of the best!
es: Todos los jugadores comienzan con una base de 1200 puntos. Al derrotar a un oponente obtendrás puntos de su Elo, y viceversa. Al vencer a un jugador habilidoso recibirás más puntos que al vencer a uno débil. Cuando más alta sea la puntuación, más habilidoso será el jugador. Es extremadamente difícil manter una puntuación Elo alta, estos jugadores serán recompensados como los mejores de los mejores!

source: Alpha
es: Alfa

source: Armor
es: Armadura

source: As your score rises and falls, you'll be categorized into leagues.
es: A medida que tu puntuación aumente y disminuya, serás clasificado en ligas.

source: Average Team Elo
es: Elo media del equipo

source: Bungie API Error
es: Error en la API de Bungie

source: Choose your platform
es: Elige tu plataforma

source: Frequently Asked Questions
es: Preguntas Frequentes (FAQ)

source: Guardian
es: Guardián

source: How accurate is this data?
es: ¿Qué tan precisos son estos datos?

source: How can I help?
es: ¿Cómo puedo ayudar?

source: Loading Characters...
es: Cargando Personajes...

source: Loading Game History...
es: Cargando Historial de Partidas

source: Loading Items...
es: Cargando Objetos...

source: Map
es: Mapa

source: Melee
es: Cuerpo a Cuerpo

source: No Elo data exists for this player. This is either an error in our system, or the player pretty much never enters Crucible.
es: No existen datos Elo para este jugador. Esto puede ser debido a un error en nuestro sistema, o a que el jugador nunca ha entrado al Crisol.

source: No games have been played in this mode.
es: No se han jugado partidas en este modo.

source: Oops, we weren't able to find "{{name}}". Verify spelling and try again.
es: Ups, no hemos podido encontrar "{{name}}". Verifica que está escrito correctamente e inténtalo de nuevo.

source: Recovery
es: Recuperación

source: Score
es: Puntuación

source: Since the launch of the Taken King, we have aggregated data from every single match played. Our rankings are updated in real-time and immediately available. If you have played Destiny recently, particularly in the Crucible, you have a profile here - check it out!
es: Desde el lanzamiento de the Taken King, hemos recolectado datos de todas y cada una de las partidas que han sido jugadas. Nuestras tablas de posiciones son actualizadas en tiempo real y se encuentran disponibles inmediatamente. Si has jugado Destiny recientemente, particularmente en el Crisol, posees un perfil aquí - échale un vistazo!

source: Super
es: Súper

source: Team
es: Equipo

source: The Elo rating system is a method for calculating the relative skill levels of players in competitor-versus-competitor games.
es: El sistema de puntuación Elo es un método matemático, basado en cálculo estadístico, para calcular la habilidad relativa de los jugadores de deportes como el ajedrez.

source: We found more than one result for "{{name}}"
es: Hemos encontrado más de un resultado para "{{name}}"

source: What is "Elo" and what does it mean?
es: ¿Qué es "Elo" y qué significa?

source: You can fire us an email at
es: Nos puedes enviar un email a

source: <em>{{totalPlayers24|number}}</em> tracked in the past day
es: En el último día se han rastreado <em>{{totalPlayers24|number}}</em>

source: Kills / Deaths
es: Bajas / Muertes

source: Real-time stats for <em>{{totalPlayers|number}}</em> Destiny players
es: Estadísticas en tiempo real para <em>{{totalPlayers|number}}</em> jugadores de Destiny

source: Subclass Popularity
es: Popularidad de la Subclase

source: Any Map
es: Cualquier Mapa

source: Data is updating...
es: Actualizando datos...

source: Exotic Armor
es: Armadura Exótica

source: Exotic Weapons
es: Armas Exóticas

source: Heavy
es: Pesada

source: Insufficient armor data was found for this game mode in the last 7 days.
es: No hay suficientes datos de armadura para este modo de juego en los últimos 7 días

source: Insufficient perk data was found for this game mode in the last 7 days.
es: No hay suficientes datos de habilidades para este modo de juego en los últimos 7 días

source: Insufficient weapon data was found for this game mode in the last 7 days.
es: No hay suficientes datos de armas para este modo de juego en los últimos 7 días

source: Item
es: Ítem

source: K/D by Mode
es: K/D según Modo

source: Kills by Weapon Type
es: Bajas según Tipo de Arma

source: Loading Armor...
es: Cargando Armadura...

source: Loading Charts...
es: Cargando Gráficos...

source: Loading Perks...
es: Cargando Habilidades

source: Loading Weapons...
es: Cargando Armas...

source: Percentage of Total Kills
es: Porcentaje de Bajas Totales

source: Perk
es: Habilidad

source: Platform
es: Plataforma

source: Primary
es: Primaria

source: Ranked as a percentage of all kills
es: Clasificado como un porcentaje de todas las muertes

source: Refreshing map list...
es: Recargando lista de mapas...

source: Search for a Guardian...
es: Buscar a un Guardián...

source: Select a game mode
es: Selecciona un modo de juego

source: Select a map
es: Selecciona un mapa

source: Special
es: Especial

source: Subclasses
es: Subclases

source: There is no data matching your filters.
es: No se encontraron datos que concuerden con los filtros.

source: Toggle navigation
es: Cambiar navegación

source: Top Weapons
es: Top de Armas

source: Update
es: Actualización

source: Use%
es: %Uso

source: We're crunching the numbers based on your filters, this may take a moment.
es: Estamos calculando los números basándonos en tus filtros, esto puede llevar un momento.

source: Weapon Stats
es: Estadísticas de Arma

source: Weapon stat collection was re-started Oct. 29th, 2015. Historical data is unavailable at this time.
es: Las estadísticas de armas fueron reiniciadas el 29 de Octubre del 2015. Los datos históricos no están disponibles en este momento.

source: Win Rate by Mode
es: Porcentaje de Victorias por Modo

source: {{subclass.label}} Overview
es: Resumen de {{subclass.label}}

source: {{subclass.label}} Perks &amp; Exotics
es: Habilidades y piezas Exóticas de {{subclass.label}}

source: <em>Internal error code: {{apiError}}</em>
es: <em>Error Interno código: {{apiError}}</em>

source: Follow
es: Seguir

source: Inactive
es: Inactivo

source: The dedicated IB leaderboards will be unavailable until Bungie resolves this issue.
es: Las tablas de clasificación IB dedicadas no estarán disponibles hasta que Bungie no resuelva este problema.

source: The match history is unavailable due to an API error
es: El historial de partidas no se encuentra disponible debido a un error de API

source: This profile temporarily cannot be displayed. Too much data is missing by consequence of the current API issues.
es: Este perfil no se puede mostrar temporalmente. Se han perdido demasiados datos debido a problemas en la API

source: Salvage
es: Rescate

source: of total kills
es: de bajas totales

source: This page relies on one or more Bungie APIs to properly display. We weren't able to retrieve some data, so as a result one or more areas of this page are temporarily disabled. Try again in a few minutes.
es: Esta página depende de una o más APIs para mostrarse correctamente. No hemos sido capaces de recuperar algunos datos, por lo que una o más areas de esta página han sido deshabilitadas temporalmente. Inténtalo de nuevo en unos minutos.

source: Winner
es: Ganador

source: Guardian.gg - Advanced Destiny Stats, Profiles and Leaderboards
es: Guardian.gg - Estadísticas Avanzadas, Perfiles y Tablas de Clasificaciones de Destiny
